// מאגר השאלות והתשובות שחולצו מהקובץ
const questions = [
    {
      "question": "באילו מסלולים מטאבולים לא משתתף המטאבוליט alpha-ketoglutarate?",
      "options": [
        "מעגל חומצת הלימון",
        "מעגל הגלוקוז-אלנין",
        "מעגל האוראה",
        "מעגל הפנטוזות"
      ],
      "answer": "מעגל הפנטוזות"
    },
    {
      "question": "ציין מה נכון לגבי פעולת האנזים ATP synthase בהיעדר מפל ריכוזי יוני מימן?",
      "options": [
        "האנזים לא יוכל לזרחן ADP הנקשר אליו.",
        "האנזים לא יוכל לקשור כלל ADP",
        "האנזים לא יוכל לשחרר ATP הנוצר על גביו.",
        "כל התשובות נכונות."
      ],
      "answer": "האנזים לא יוכל לשחרר ATP הנוצר על גביו."
    },
    {
      "question": "החומר fructose 2,6 bisphosphate הנו תוצר של האנזים?",
      "options": [
        "Phosphofructokinase 1",
        "Phosphofructokinase 2",
        "Hexokinase 1",
        "Hexokinase 4"
      ],
      "answer": "Phosphofructokinase 2"
    },
    {
      "question": "Glucose-6-phosphate הנו תוצר של מסלול?",
      "options": [
        "כל התשובות נכונות.",
        "גליקוליזה.",
        "גלוקוניאוגניזה.",
        "מסלול הפנטוזות המזורחנות."
      ],
      "answer": "כל התשובות נכונות."
    },
    {
      "question": "Glyceraldehyde-3-phosphate הנו תוצר של מסלול?",
      "options": [
        "כל התשובות נכונות.",
        "גליקוליזה.",
        "גלוקוניאוגניזה.",
        "מסלול הפנטוזות המזורחנות."
      ],
      "answer": "כל התשובות נכונות."
    },
    {
      "question": "מהו ה pOH של תמיסה בה ריכוז יוני המימן הוא 10-3 M?",
      "options": [
        "3",
        "3-",
        "11",
        "11-",
        "0",
        "7"
      ],
      "answer": "11"
    },
    {
      "question": "איזה אנזים אינו מסוגל לפרק את הקשר הגליקוזידי alpha1->4?",
      "options": [
        "dextrinase.",
        "alpha-amylase.",
        "Glycogen phosphorylase.",
        "maltase."
      ],
      "answer": "dextrinase."
    },
    {
      "question": "איזה אנזים במערכת העיכול מפרק את הקשר הגליקוזידי alpha1->6 המצוי באמילופקטין?",
      "options": [
        "dextrinase.",
        "alpha-amylase.",
        "Glycogen phosphorylase.",
        "maltase."
      ],
      "answer": "dextrinase."
    },
    {
      "question": "איזה חומר מהבאים אינו משותף גם למסלול הגליקוליזה והגלוקונאוגניזה?",
      "options": [
        "Oxaloacetate.",
        "Phosphoenolpyruvate.",
        "1,3 bisphosphoglycerate.",
        "Fructose 1,6 bisphosphate."
      ],
      "answer": "Oxaloacetate."
    },
    {
      "question": "כמה איזומרים מרחביים יש לאלדוז עם 4 פחמנים (כולל עצמו)?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "answer": "4"
    },
    {
      "question": "אלו מהאנזימים הבאים יפעלו ביתר בעקבות חשיפה להורמון הגלוקגון?",
      "options": [
        "Glycogen phosphorylase.",
        "Glycogen synthase.",
        "Hexokinase IV.",
        "Acetyl-CoA carboxylase (ACC)."
      ],
      "answer": "Glycogen phosphorylase."
    },
    {
      "question": "אלו מהחומצות החלשות הבאות היא בעלת pKa הנמוך ביותר?",
      "options": [
        "חומצה בעלת Ka=10^-4",
        "חומצה בעלת Ka=10^-5",
        "חומצה בעלת Ka=10^-6",
        "חומצה בעלת ka=10^-5.5"
      ],
      "answer": "חומצה בעלת Ka=10^-4"
    },
    {
      "question": "אלו מהחומצות החלשות הבאות היא החומצית ביותר?",
      "options": [
        "חומצה בעלת Ka=10^-4",
        "חומצה בעלת Ka=10^-5",
        "חומצה בעלת Ka=10^-6",
        "חומצה בעלת Ka=10^-5.5"
      ],
      "answer": "חומצה בעלת Ka=10^-4"
    },
    {
        "question": "אלו מהחומצות החלשות הבאות מתאימות לשמש כבופר לתמיסה בה ה pH הרצוי הנו 5?",
        "options": [
          "חומצה בעלת pKa=4.7",
          "חומצה בעלת pKa=6.7",
          "חומצה בעלת pKa=6.3",
          "חומצה בעלת pKa=3.5"
        ],
        "answer": "חומצה בעלת pKa=4.7"
      },
      {
        "question": "אלו מהמבנים הבאים יש לקומפלקס ה pyruvate dehydrogenase?",
        "options": [
          "כל התשובות נכונות.",
          "מבנה ראשוני.",
          "מבנה שניוני.",
          "מבנה שלישוני.",
          "מבנה רביעוני."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "אלו מהמבנים המצוינים מטה, יהיה לפפטיד בעל 3 חומצות אמינו בלבד?",
        "options": [
          "מבנה ראשוני.",
          "מבנה שניוני.",
          "מבנה שלישוני.",
          "מבנה רביעוני.",
          "כל התשובות נכונות."
        ],
        "answer": "מבנה ראשוני."
      },
      {
        "question": "אלו מהמבנים המצוינים מטה, יהיה לפפטיד בעל 5 חומצות אמינו בלבד?",
        "options": [
          "מבנה ראשוני.",
          "מבנה שניוני.",
          "מבנה שלישוני.",
          "מבנה רביעוני.",
          "כל התשובות נכונות."
        ],
        "answer": "מבנה ראשוני."
      },
      {
        "question": "אלו מהמולקולות הבאות יצרו מיצלות בסביבה מימית?",
        "options": [
          "חומצות שומן.",
          "פוספוליפידים.",
          "טריגיצרידים.",
          "ספינגוליפידים.",
          "כל התשובות נכונות."
        ],
        "answer": "חומצות שומן."
      },
      {
        "question": "אלו מהמעכבים הבאים אינו נקשר לאתר הפעיל של האנזים?",
        "options": [
          "כולם אינם נקשרים לאתר הפעיל.",
          "Non-classical competitive inhibitor.",
          "Uncompetitive inhibitor.",
          "Non-competitive inhibitor."
        ],
        "answer": "כולם אינם נקשרים לאתר הפעיל."
      },
      {
        "question": "אלו מהמעכבים הבאים נקשר לאתר הפעיל של האנזים?",
        "options": [
          "Classical competitive inhibitor.",
          "Non-classical competitive inhibitor.",
          "Uncompetitive inhibitor.",
          "Non-competitive inhibitor."
        ],
        "answer": "Classical competitive inhibitor."
      },
      {
        "question": "אלו מהפרמטרים הבאים יכולים לשנות Km של אנזים (לא-אלוסטרי)?",
        "options": [
          "טמפרטורה.",
          "ריכוז האנזים.",
          "ריכוז הסובסטרט.",
          "כל התשובות נכונות."
        ],
        "answer": "טמפרטורה."
      },
      {
        "question": "אלו מהתהליכים הבאים יניבו לנו אנרגיה גם בהיעדר חמצן?",
        "options": [
          "גליקוליזה.",
          "מעגל חומצת הלימון.",
          "שרשרת העברת האלקטרונים.",
          "חמצון בטא של חומצות שומן."
        ],
        "answer": "גליקוליזה."
      },
      {
        "question": "אלו מהתהליכים הבאים לא יניבו לנו אנרגיה בהיעדר חמצן?",
        "options": [
          "כל התשובות נכונות (אף אחד מהתהליכים לא יניב אנרגיה).",
          "מעגל חומצת הלימון.",
          "שרשרת העברת האלקטרונים.",
          "חמצון בטא של חומצות שומן."
        ],
        "answer": "כל התשובות נכונות (אף אחד מהתהליכים לא יניב אנרגיה)."
      },
      {
        "question": "אלו מהתוצרים הבאים משותפים למעגל האוראה ומעגל חומצת הלימון?",
        "options": [
          "כל התשובות נכונות.",
          "a-ketoglutarate.",
          "Fumarate.",
          "Oxaloacetate."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "אלו משיטות ההפרדה הבאות הנה הספציפית ביותר לבידוד של חלבון מסוים?",
        "options": [
          "כרומטוגרפיית זיקה (affinity chromatography).",
          "פילטראציה בג'ל (gel filtration chromatography).",
          "מחליף יונים (ion exchanger chromatography).",
          "אין הבדל בין השיטות השונות בספציפיות."
        ],
        "answer": "כרומטוגרפיית זיקה (affinity chromatography)."
      },
      {
        "question": "אם נשים מיטוכונדריות מבודדות בתוך סביבה בסיסית ונספק להם חמצן וסובסטרט לחמצון (לדוג. Succinate). פעילות יצירת הATP שנמדוד תהיה:",
        "options": [
          "נמוכה יותר מאשר אם היינו שמים אותם בסביבה נייטראלית.",
          "גבוהה יותר מאשר אם היינו שמים אותם בסביבה נייטראלית.",
          "לא שונה כלל מאשר אם היינו שמים אותם בסביבה נייטראלית.",
          "לא ניתן לדעת מנתונים אלו."
        ],
        "answer": "נמוכה יותר מאשר אם היינו שמים אותם בסביבה נייטראלית."
      },
      {
        "question": "אם נשים מיטוכונדריות מבודדות בתוך סביבה חומצית ונספק להם חמצן וסובסטרט לחמצון (לדוג. Succinate). פעילות יצירת הATP שנמדוד תהיה:",
        "options": [
          "גבוהה יותר מאשר אם היינו שמים אותם בסביבה נייטראלית.",
          "נמוכה יותר מאשר אם היינו שמים אותם בסביבה נייטראלית.",
          "לא שונה כלל מאשר אם היינו שמים אותם בסביבה נייטראלית.",
          "לא ניתן לדעת מנתונים אלו."
        ],
        "answer": "גבוהה יותר מאשר אם היינו שמים אותם בסביבה נייטראלית."
      },
      {
        "question": "אנזימי שרשרת העברת האלקטרונים נמצאים בתאים אאוקריוטים ב:",
        "options": [
          "ממברנת המיטוכונדריה הפנימית.",
          "ממברנת המיטוכונדריה החיצונית.",
          "ממברנת התא.",
          "מטריקס המיטוכטנדריה.",
          "ציטופלזמת התא."
        ],
        "answer": "ממברנת המיטוכונדריה הפנימית."
      },
      {
        "question": "אנזימי שרשרת העברת האלקטרונים נמצאים בתאים פרוקריוטים ב:",
        "options": [
          "ממברנת התא.",
          "ממברנת המיטוכונדריה החיצונית.",
          "ממברנת המיטוכונדריה הפנימית.",
          "מטריקס המיטוכטנדריה.",
          "ציטופלזמת התא."
        ],
        "answer": "ממברנת התא."
      },
      {
        "question": "במעבדה שורטטה עקומת מיכאליס-מנטן עבור אנזים מסוים. לאחר הוספת חומר X שורטטה עקומה חדשה אשר ממנה עולה כי Km ירד ו Vmax לא השתנה. חומר X הינו לפיכך:",
        "options": [
          "מעכב תחרותי (Competitive)",
          "מעכב לא תחרותי (Non-competitive)",
          "מעכב לא תחרותי Uncompetitive",
          "אפקטור אלוסטרי חיובי"
        ],
        "answer": "אפקטור אלוסטרי חיובי"
      },
      {
        "question": "אצל חולה הסובל מסוכרת סוג 1 (אינו מייצר אינסולין) אלו מהתהליכים הבאים נצפה לראות בכבד?",
        "options": [
          "גלוקוניאוגניזה.",
          "סינתזת גליקוגן.",
          "סינתזת חומצות שומן.",
          "כל התשובות נכונות."
        ],
        "answer": "גלוקוניאוגניזה."
      },
      {
        "question": "באיזה קליפה נמצא האלקטרון הכי חיצוני באטום הליתיום (מספר אטומי 3)?",
        "options": [
          "2.",
          "1.",
          "3.",
          "4."
        ],
        "answer": "2."
      },
      {
        "question": "באלו אמצעים ניתן להשתמש על מנת להוריד את אנרגיית האקטיבציה של תגובה כימית?",
        "options": [
          "הוספת אנזים.",
          "העלאת הטמפרטורה.",
          "העלאת ריכוז המגיבים.",
          "כל התשובות נכונות."
        ],
        "answer": "הוספת אנזים."
      },
      {
        "question": "באלו אמצעים ניתן להשתמש על מנת להעלות מהירות ריאקציה?",
        "options": [
          "כל התשובות נכונות.",
          "העלאת הטמפרטורה.",
          "העלאת ריכוז המגיבים.",
          "הוספת אנזים."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "באלו מהמסלולים הבאים Oxaloacetate אינו מעורב?",
        "options": [
          "אף תשובה אינה נכונה, בכולם הוא מעורב.",
          "סינתזת חומצות שומן.",
          "גלוקונאוגניזה.",
          "מעגל חומצת הלימון.",
          "מסלול ייצור האוראה."
        ],
        "answer": "אף תשובה אינה נכונה, בכולם הוא מעורב."
      },
      {
        "question": "באלו מהמצבים הבאים נראה הפעלה גבוהה של מעגל האוראה בכבד?",
        "options": [
          "מצב של רעב מתמשך.",
          "דיאטה עשירה בפחמימות וסוכרים.",
          "דיאטה עשירה בשומנים.",
          "צום של 12 שעות."
        ],
        "answer": "מצב של רעב מתמשך."
      },
      {
        "question": "באלו מהמצבים הבאים שרשרת העברת האלקטרונים לא תפעל?",
        "options": [
          "כל התשובות נכונות.",
          "היעדר חמצן.",
          "היעדר ADP + Pi.",
          "היעדר סובסטרטים לחמצון (NADH וסוקצינאט)."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "באלו מהשיטות הבאות ניתן לעקוב אחרי שינוי במבנה מרחבי של אנזים אלוסטרי בתמיסה?",
        "options": [
          "N.M.R.",
          "קריסטלוגרפיה.",
          "אלקטרופורזה בג'ל.",
          "פילטרציה בג'ל."
        ],
        "answer": "N.M.R."
      },
      {
        "question": "באלו מהשיטות הבאות ניתן לפענח מבנה מרחבי של חלבון בגודל של 1500kd?",
        "options": [
          "קריסטלוגרפיה.",
          "N.M.R.",
          "אלקטרופורזה בג'ל.",
          "פילטרציה בג'ל."
        ],
        "answer": "קריסטלוגרפיה."
      },
      {
        "question": "באלו רב סוכרים לא נמצא את הקשר הגליקוזידי alphaD-glucopyranose [1-->4] alphaD-glucopyranose?",
        "options": [
          "cellulose.",
          "amylose.",
          "amylopectin.",
          "glycogen.",
          "אין תשובה נכונה (בכולם ימצא הקשר הנ\"ל)."
        ],
        "answer": "cellulose."
      },
      {
        "question": "באלו רקמות ימצא האנזים Alanine transaminase ?",
        "options": [
          "בכבד ובשרירים.",
          "בכבד.",
          "בשריר.",
          "באף אחד מהם."
        ],
        "answer": "בכבד ובשרירים."
      },
      {
        "question": "באנזים ATP synthase אנרגיית מפל הפרוטונים מנוצלת על מנת:",
        "options": [
          "לשחרר מולקולת ATP מקישורה לאנזים.",
          "לקשור מולקולת ADP לאנזים.",
          "לזרחן את מולקולת ה ADP לATP.",
          "לקשור זרחן Pi לאנזים."
        ],
        "answer": "לשחרר מולקולת ATP מקישורה לאנזים."
      },
      {
        "question": "בחומצת השומן המוגדרת כ (18:1)∆9 באיזה פחמן מופיע הקשר הכפול?",
        "options": [
          "9.",
          "1.",
          "18.",
          "אין קשרים כפולים בכלל בחומצת שומן זו."
        ],
        "answer": "9."
      },
      {
        "question": "בחומצת השומן המוגדרת כ 9∆ (18:1) כמה קשרים כפולים ישנם?",
        "options": [
          "1.",
          "9.",
          "18.",
          "אין קשרים כפולים בכלל."
        ],
        "answer": "1."
      },
      {
        "question": "במה מהתהליכים הבאים אין כלל מעורבות של מעגל חומצת הלימון?",
        "options": [
          "אין תשובה נכונה, בכולם יש מעורבות.",
          "סינתזה של חומצות אמינו.",
          "סינתזה של חומצות שומן.",
          "סינתזה של נוקלאוטידים.",
          "סינתזה של גלוקוז.",
          "כל התשובות נכונות. אין מעורבות באף אחד מהתהליכים."
        ],
        "answer": "אין תשובה נכונה, בכולם יש מעורבות."
      },
      {
        "question": "במה נבדלים הדי-סכריד מלטוז והדיסכריד סוכרוז זה מזה?",
        "options": [
          "כל התשובות נכונות.",
          "למלטוז יש קצה מחזר ולסוכרוז לא.",
          "הסוכרוז בנוי משני מונוסכרידים שונים.",
          "את המלטוז ניתן להאריך ואת הסוכרוז לא."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "במה נבדלת ממברנת התא הפרוקריוטי מממברנת התא האאוקריוטי?",
        "options": [
          "בממברנת התא הפרוקריוטי אחוז חלבוני הממברנה הוא גבוה יותר.",
          "בממברנת התא הפרוקריוטי אחוז חלבוני הממברנה הוא נמוך יותר.",
          "בממברנת התא הפרוקריוטי אין חומצות שומן רוויות.",
          "אין כל הבדל בין הממברנות."
        ],
        "answer": "בממברנת התא הפרוקריוטי אחוז חלבוני הממברנה הוא גבוה יותר."
      },
      {
        "question": "אלו מהתאים הבאים מסוגל לנצל גופי קטון כמקור אנרגטי?",
        "options": [
          "תאי שריר",
          "תאי כבד",
          "כדוריות אדומות",
          "כולם יכולים לנצל גופי קטון",
          "אף אחד מהם אינו יכול לנצל גופי קטון"
        ],
        "answer": "תאי שריר"
      },
      {
        "question": "המולקולות alphaD-glucose ו betaD-glucose מתייחסות זו לזו כ:",
        "options": [
          "אנומרים",
          "אפימרים",
          "דיאסטראומרים",
          "אננטיומרים"
        ],
        "answer": "אנומרים"
      },
      {
        "question": "אלו מהמשפטים הבאים נכונים לגבי החומר glyceraldehide 3 phosphate?",
        "options": [
          "הוא תוצר של הגליקוליזה",
          "הוא תוצר של הגלוקונאוגניזה",
          "הוא תוצר של פירוק טריגליצרידים",
          "כל התשובות נכונות"
        ],
        "answer": "כל התשובות נכונות"
      },
      {
        "question": "מי מהמבנים הבאים אינו נבנה באמצעות גליצרול?",
        "options": [
          "טריגליצריד",
          "גליצרופוספוליפיד",
          "ספינגוליפיד",
          "אין תשובה נכונה (כולם נבנים באמצעות גליצרול)"
        ],
        "answer": "ספינגוליפיד"
      },
      {
        "question": "מהו המצע (סובסטראט) של האנזים גליקוגן פוספורילאז?",
        "options": [
          "גליקוגן",
          "UDP-glucose",
          "glucose - 1 phosphate",
          "glucose-6-phosphate"
        ],
        "answer": "גליקוגן"
      },
      {
        "question": "האנזים ATP synthase הנו:",
        "options": [
          "חלבון ממברנה אינטגראלי.",
          "חלבון ממברנה פריפריאלי.",
          "חלבון ציטוזולי.",
          "חלבון מטריקס מיטוכונדריאלי."
        ],
        "answer": "חלבון ממברנה אינטגראלי."
      },
      {
        "question": "האנזים cytochrome C ברוב הזמן הנו:",
        "options": [
          "חלבון ממברנה פריפריאלי.",
          "חלבון ממברנה אינטגראלי.",
          "חלבון ציטוזולי.",
          "חלבון מטריקס מיטוכונדריאלי."
        ],
        "answer": "חלבון ממברנה פריפריאלי."
      },
      {
        "question": "האנזים שאינו מזרז תגובת חימצון לסובסטראט הנו:",
        "options": [
          "Aconitase.",
          "-ketoglutarate dehydrogenase.",
          "Succinate dehydrogenase.",
          "pyruvate dehydrogenase."
        ],
        "answer": "Aconitase."
      },
      {
        "question": "האנזים שהכי דומה במבנהו ל pyruvate dehydrogenase הנו:",
        "options": [
          "alpha -ketoglutarate dehydrogenasea.",
          "Aconitase.",
          "Succinate dehydrogenase.",
          "אף תשובה אינה נכונה."
        ],
        "answer": "alpha -ketoglutarate dehydrogenasea."
      },
      {
        "question": "היכן מתרחש מעגל האוראה בתאי הכבד?",
        "options": [
          "בשניהם.",
          "במטריקס של המיטוכונדריה.",
          "בציטוזול.",
          "באף אחד מהם."
        ],
        "answer": "בשניהם."
      },
      {
        "question": "היכן מתרחש מעגל האוראה בתאי הכיליה?",
        "options": [
          "באף אחד מהם.",
          "במטריקס של המיטוכונדריה.",
          "בציטוזול.",
          "בשניהם."
        ],
        "answer": "באף אחד מהם."
      },
      {
        "question": "היכן נוצרים קשרי מימן ברב-סוכר גליקוגן?",
        "options": [
          "בין מולקולות הגלוקוז למים.",
          "בין מולקולות הגלוקוז בתוך שרשרת הגליקוגן ובשרשראות סמוכות.",
          "לא נוצרים כלל קשרי מימן בגליקוגן.",
          "בין הגליקוגן לאמילופקטין."
        ],
        "answer": "בין מולקולות הגלוקוז למים."
      },
      {
        "question": "היכן נוצרים קשרי מימן ברב-סוכר צלולוז?",
        "options": [
          "בין מולקולות הגלוקוז בשרשרת ובשרשרות סמוכות.",
          "בין מולקולות הגלוקוז למים.",
          "לא נוצרים כלל קשרי מימן בצלולוז.",
          "בין הצלולוז לאמילופקטין."
        ],
        "answer": "בין מולקולות הגלוקוז בשרשרת ובשרשרות סמוכות."
      },
      {
        "question": "המולקולה בעלת הנוסחה C2H4 הנה פחמימן מסוג?",
        "options": [
          "alken.",
          "alkan.",
          "alkyn.",
          "alkyl."
        ],
        "answer": "alken."
      },
      {
        "question": "המולקולה בעלת הנוסחה C3H6 הנה פחמימן מסוג?",
        "options": [
          "alken.",
          "alkan.",
          "alkyn.",
          "alkyl."
        ],
        "answer": "alken."
      },
      {
        "question": "הפעלה של אלו מסלולים בתאי כבד תביא לפעילות יתר של האנזים Glucose-6-phosphatase:",
        "options": [
          "שניהם.",
          "גלוקוניאוגניזה.",
          "פירוק של גליקוגן.",
          "אף תשובה אינה נכונה."
        ],
        "answer": "שניהם."
      },
      {
        "question": "הפרדת החלבונים באלקטרופורזה בג'ל (gel electrophoresis) נעשית על פי:",
        "options": [
          "גודל (משקל מולקולרי) בלבד.",
          "מטען חשמלי על החלבון.",
          "יחס בין גודל למטען חשמלי.",
          "נקודה איזואלקטרית."
        ],
        "answer": "גודל (משקל מולקולרי) בלבד."
      },
      {
        "question": "הקשרים שנוצרים בין מולקולות מים לבין מולקולות גלוקוז המומס בתוכם הנם מסוג:",
        "options": [
          "קשרי מימן.",
          "קשרי ואן דר ואלס.",
          "קשרים יוניים.",
          "קשרים קוולנטים.",
          "לא נוצרים כלל קשרים בין מולקולות המים לגלוקוז."
        ],
        "answer": "קשרי מימן."
      },
      {
        "question": "הקשרים שנוצרים בין מולקולות מים לבין מולקולות טריגליצרידים בתוכם הנם מסוג:",
        "options": [
          "לא נוצרים כלל קשרים בין מולקולות המים לטריגליצרידים.",
          "קשרי ואן דר ואלס.",
          "קשרים יוניים.",
          "קשרים קוולנטים.",
          "קשרי מימן."
        ],
        "answer": "לא נוצרים כלל קשרים בין מולקולות המים לטריגליצרידים."
      },
      {
        "question": "על אלו מהמבנים הבאים של החלבון שינוי ה pH איננו משפיע?",
        "options": [
          "מבנה ראשוני",
          "מבנה שניוני",
          "מבנה שלישוני",
          "מבנה רביעוני",
          "אין תשובה נכונה (על כולם הוא משפיע)"
        ],
        "answer": "מבנה ראשוני"
      },
      {
        "question": "התוצר של האנזים Fructokinase הנו?",
        "options": [
          "Fructose -1- phosphate.",
          "Fructose -6- phosphate.",
          "Glucose -1- phosphate.",
          "Glucose -6- phosphate."
        ],
        "answer": "Fructose -1- phosphate."
      },
      {
        "question": "התוצר של האנזים hexokinase הנו?",
        "options": [
          "Fructose -6- phosphate.",
          "Fructose -1- phosphate.",
          "Glucose -1- phosphate.",
          "Glucose -1,6- bisphosphate."
        ],
        "answer": "Fructose -6- phosphate."
      },
      {
        "question": "מה נכון לגבי קשר קוולנטי ביחס לקשר יוני בתמיסה?",
        "options": [
          "קשר קוולנטי חזק יותר מקשר יוני",
          "קשר קוולנטי חלש יותר מקשר יוני",
          "קשר קוולנטי ניתן להחליש באמצעות מים",
          "קשר קוולנטי מסתמך על פולאריות חשמלית רגעית."
        ],
        "answer": "קשר קוולנטי חזק יותר מקשר יוני"
      },
      {
        "question": "חומצות אמינו גלוקוגניות הנם חומצות אמינו שבמסלולים מטבולים ניתן לקבל מהם:",
        "options": [
          "Oxaloacetate.",
          "Acetyl-CoA.",
          "Malonyl-CoA.",
          "Acetoacetyl-CoA."
        ],
        "answer": "Oxaloacetate."
      },
      {
        "question": "חיזור +NADP ל NADPH מתרחש ב:",
        "options": [
          "פאזה מחמצנת של מסלול הפנטוזות.",
          "פאזה לא מחמצנת של מסלול הפנטוזות.",
          "סינתזה של חומצות שומן.",
          "גלוקוניאוגניזה.",
          "כל התשובות נכונות."
        ],
        "answer": "פאזה מחמצנת של מסלול הפנטוזות."
      },
      {
        "question": "חימצון NADH ל NAD+ מתרחש ב:",
        "options": [
          "גלוקוניאוגניזה.",
          "פאזה לא מחמצנת של מסלול הפנטוזות.",
          "סינתזה של חומצות שומן.",
          "פאזה מחמצנת של מסלול הפנטוזות.",
          "כל התשובות נכונות."
        ],
        "answer": "גלוקוניאוגניזה."
      },
      {
        "question": "באלו מהתהליכים הבאים מתרחש חימצון של NADPH ל +NADP?",
        "options": [
          "סינטזה של חומצות שומן",
          "פרמנטציה של פירובאט ללקטאט",
          "מסלול הפנטוזות",
          "גליקוליזה"
        ],
        "answer": "סינטזה של חומצות שומן"
      },
      {
        "question": "כאשר אלדוז בעל 6 פחמנים נסגר למבנה טבעת furanose , הטבעת נסגרת בין הפחמנים:",
        "options": [
          "1, 5.",
          "2, 5.",
          "1, 6.",
          "2, 6."
        ],
        "answer": "1, 5."
      },
      {
        "question": "כאשר חסר ברזל בתא מה קורה לאנזים אקוניטאז (aconitase)?",
        "options": [
          "כל התשובות נכונות.",
          "פעילותו במעגל חומצת הלימון נפגעת.",
          "הופך ל Apo-aconitase.",
          "הופך ל IRP1."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "כאשר יש עודף ברזל בתא מה קורה לאנזים אקוניטאז (aconitase)?",
        "options": [
          "פעיל כאנזים במעגל חומצת הלימון ובציטוזול.",
          "פעילותו במעגל חומצת הלימון נפגעת.",
          "הופך ל Apo-aconitase.",
          "הופך ל IRP1."
        ],
        "answer": "פעיל כאנזים במעגל חומצת הלימון ובציטוזול."
      },
      {
        "question": "כאשר קטוז בעל 6 פחמנים נסגר למבנה טבעת furanose , הטבעת נסגרת בין הפחמנים:",
        "options": [
          "2, 6.",
          "2, 5.",
          "1, 6.",
          "1, 5."
        ],
        "answer": "2, 5."
      },
      {
        "question": "כיצד ישפיע אפקטור אלוסטרי חיובי המעלה את הזיקה של האנזים לסובסטרט על עקומת מיכאליס מנטן של האנזים?",
        "options": [
          "יקטין את ה Km.",
          "יגדיל את ה Km.",
          "יקטין את Vmax.",
          "יגדיל את Vmax."
        ],
        "answer": "יקטין את ה Km."
      },
      {
        "question": "כיצד משפיעה נוכחות גבוהה של ATP על הפעילות האנזימטית של Phosphofructokinase-1?",
        "options": [
          "מעלה את הKm.",
          "מורידה את הKm.",
          "מעלה Vmax.",
          "מורידה Vmax.",
          "לא משפיעה כלל על הפעילות האנזימטית."
        ],
        "answer": "מעלה את הKm."
      },
      {
        "question": "כיצד משתנה האנרגיה של תגובה כימית בהעלאת הטמפרטורה?",
        "options": [
          "אנרגיית האקטיבציה לא משתנה.",
          "השינוי באנרגיה החופשית בין המגיבים לתוצרים, גדל.",
          "השינוי באנרגיה החופשית בין המגיבים לתוצרים, קטן.",
          "אנרגיית האקטיבציה יורדת.",
          "קבוע שיווי המשקל של התגובה לא משתנה."
        ],
        "answer": "אנרגיית האקטיבציה לא משתנה."
      },
      {
        "question": "כיצד משתנה האנרגיה של תגובה כימית בנוכחות אנזים?",
        "options": [
          "אנרגיית האקטיבציה יורדת.",
          "השינוי באנרגיה החופשית בין המגיבים לתוצרים, גדל.",
          "השינוי באנרגיה החופשית בין המגיבים לתוצרים, קטן.",
          "אנרגיית האקטיבציה עולה.",
          "קבוע שיווי המשקל של התגובה משתנה."
        ],
        "answer": "אנרגיית האקטיבציה יורדת."
      },
      {
        "question": "כיצד תשתנה מהירות ריאקציה אנזימטית אם נגדיל את ריכוז האנזים פי שניים?",
        "options": [
          "תגדל פי שניים.",
          "לא תשתנה בכלל.",
          "תגדל ב 50%.",
          "לא ניתן לומר ללא נתוני ה Km וה Vmax."
        ],
        "answer": "תגדל פי שניים."
      },
      {
        "question": "כמה ATP ניתן להפיק מ acetoacetate בתנאים של חוסר חמצן?",
        "options": [
          "0.",
          "2.",
          "10.",
          "20."
        ],
        "answer": "0."
      },
      {
        "question": "כמה ATP ניתן להפיק מגלוקוז אחד בתנאים של חוסר חמצן?",
        "options": [
          "2.",
          "0.",
          "10.",
          "20."
        ],
        "answer": "2."
      },
      {
        "question": "כמה ATP ניתן לקבל ממולקולת glyceraldehyde-3 phosphate אחת, בתנאים אנאיירוביים (ללא חמצן)?",
        "options": [
          "2.",
          "4.",
          "1.",
          "0."
        ],
        "answer": "2."
      },
      {
        "question": "כמה ATP נרוויח מחמצון מלא של חומצת שומן עם 14 פחמנים?",
        "options": [
          "92.",
          "104.",
          "102.",
          "90."
        ],
        "answer": "92."
      },
      {
        "question": "כמה איזומרים מרחביים יש לסוכר מסוג קטוז בעל 3 פחמנים (כולל הוא עצמו)?",
        "options": [
          "1.",
          "4.",
          "8.",
          "2."
        ],
        "answer": "1."
      },
      {
        "question": "כמה איזומרים מרחביים יש לסוכר מסוג קטוז בעל 4 פחמנים (כולל הוא עצמו)?",
        "options": [
          "2.",
          "4.",
          "8.",
          "16."
        ],
        "answer": "2."
      },
      {
        "question": "כמה איזומרים מרחביים יש לסוכר מסוג קטוז בעל 5 פחמנים (כולל הוא עצמו)?",
        "options": [
          "4.",
          "1.",
          "8.",
          "2."
        ],
        "answer": "4."
      },
      {
        "question": "כמה טווחי בופר נזהה בעקומת טיטרציה של החומצה האמינית הטריפורוטית, חומצה אספרטית, עם בסיס חזק?",
        "options": [
          "3.",
          "2.",
          "1.",
          "4."
        ],
        "answer": "3."
      },
      {
        "question": "כמה מולקולות ATP או GTP נוצרות מגלוקוז אחד, במעגל חומצת הלימון בלבד, באופן ישיר (ללא נשאי אלקטרונים)?",
        "options": [
          "2.",
          "1.",
          "0.",
          "10.",
          "20."
        ],
        "answer": "2."
      },
      {
        "question": "כמה מולקולות ATP או GTP נוצרות מפירובט אחד, במעגל חומצת הלימון בלבד, באופן ישיר (ללא נשאי אלקטרונים)?",
        "options": [
          "1.",
          "2.",
          "0.",
          "10.",
          "20."
        ],
        "answer": "1."
      },
      {
        "question": "כמה מולקולות ATP מתקבלות ממולקולת גלוקוז אחת ממעגל חומצת הלימון ותוצריו בלבד (בתנאים אארוביים=עשירים בחמצן)?",
        "options": [
          "20.",
          "10.",
          "25.",
          "12.5.",
          "2."
        ],
        "answer": "20."
      },
      {
        "question": "כמה מולקולות ATP ניתן לקבל ממולקולת לקטט אחת בכבד? (הניחו ניצול מלא של נשאי האלקטרונים)",
        "options": [
          "15.",
          "12.5.",
          "10.",
          "2."
        ],
        "answer": "15."
      },
      {
        "question": "כמה מולקולות NADH נוצרות במהלך הגליקוליזה בלבד עד לקבלת הפירובאט?",
        "options": [
          "2.",
          "1.",
          "3.",
          "0."
        ],
        "answer": "2."
      },
      {
        "question": "כמה מולקולות NADH נקבל מחמצון בטא של חומצת שומן לא רוויה בעלת 12 פחמנים?",
        "options": [
          "5.",
          "6.",
          "12.",
          "7.",
          "לא ניתן לדעת מנתונים אלו."
        ],
        "answer": "5."
      },
      {
        "question": "כמה מולקולות NADH נקבל מחמצון בטא של חומצת שומן לא רוויה בעלת 18 פחמנים?",
        "options": [
          "8.",
          "6.",
          "12.",
          "7.",
          "לא ניתן לדעת מנתונים אלו."
        ],
        "answer": "8."
      },
      {
        "question": "כמה מולקולות מים נוצרות במהלך הגליקוליזה בלבד עד לקבלת הפירובאט?",
        "options": [
          "2.",
          "1.",
          "3.",
          "0."
        ],
        "answer": "2."
      },
      {
        "question": "כמה מולקולות מים נקבל מבנייה של חומצת שומן בעלת 14 פחמנים?",
        "options": [
          "5.",
          "6.",
          "12.",
          "7.",
          "לא ניתן לדעת מנתונים אלו."
        ],
        "answer": "5."
      },
      {
        "question": "כמה מולקולות מים נקבל מבנייה של חומצת שומן בעלת 18 פחמנים?",
        "options": [
          "7.",
          "6.",
          "12.",
          "5.",
          "לא ניתן לדעת מנתונים אלו."
        ],
        "answer": "7."
      },
      {
        "question": "כמה קצוות מחזרים חופשיים יש ב beta-particle של גליקוגן?",
        "options": [
          "0.",
          "1.",
          "2000.",
          "55,000."
        ],
        "answer": "0."
      },
      {
        "question": "למבחנה המכילה תמיסה עם אנזים הוכנס סובסטרט בריכוז השווה לערך הKm של האנזים. מהי המהירות ההתחלתית V0 שנמדדה?",
        "options": [
          "חצי מהמהירות המקסימלית (Vmax).",
          "אפס. לא תימדד כל מהירות.",
          "זהה למהירות המקסימאלית.",
          "מהירות כפולה מהמהירות המקסימאלית."
        ],
        "answer": "חצי מהמהירות המקסימלית (Vmax)."
      },
      {
        "question": "למבחנה המכילה תמיסה עם אנזים הוכנס סובסטרט בריכוז מסוים ונמדדה מהירות התחלתית V0, מה תהיה מהירות הריאקציה, כאשר התגובה תגיע לשיווי משקל?",
        "options": [
          "אפס. לא תימדד כל מהירות.",
          "חצי מהמהירות ההתחלתית.",
          "זהה למהירות ההתחלתית.",
          "מהירות כפולה מהמהירות ההתחלתית."
        ],
        "answer": "אפס. לא תימדד כל מהירות."
      },
      {
        "question": "למי מהאטומים הבאים ישנם אלקטרונים בקליפה מספר 2?",
        "options": [
          "לכולם אלקטרונים בקליפה מספר 2.",
          "אטום בעל מספר אטומי 3.",
          "אטום בעל מספר אטומי 7.",
          "אטום בעל מספר אטומי 8.",
          "אטום בעל מספר אטומי 11."
        ],
        "answer": "לכולם אלקטרונים בקליפה מספר 2."
      },
      {
        "question": "למי מהאטומים הבאים ישנם אלקטרונים בקליפה מספר 3?",
        "options": [
          "אטום בעל מספר אטומי 11.",
          "אטום בעל מספר אטומי 3.",
          "אטום בעל מספר אטומי 7.",
          "אטום בעל מספר אטומי 8.",
          "לכולם אלקטרונים בקליפה מספר 3."
        ],
        "answer": "אטום בעל מספר אטומי 11."
      },
      {
        "question": "למי מהאנזימים הבאים הזיקה לסובסטרט היא הגבוהה ביותר?",
        "options": [
          "אנזים בעל Km=10^-7",
          "אנזים בעל Km=10^-6",
          "אנזים בעל Km=10^-5",
          "אנזים בעל Km=10^-4"
        ],
        "answer": "אנזים בעל Km=10^-7"
      },
      {
        "question": "מהו תפקידו של הכולסטרול?",
        "options": [
          "כל התשובות נכונות.",
          "חומר מוצא לבנייה של ויטאמין D.",
          "חומר מוצא לבניה של הורמונים סטרואידים.",
          "חומר מוצא לבנייה של מלחי מרה.",
          "כחלק ממבנה המבברנה השומר על נוזליות התאים."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "למי מהחומרים הבאים משמש הכולסטרול כחומר מוצא?",
        "options": [
          "כל התשובות נכונות.",
          "ויטאמין D.",
          "טסטוסטרון.",
          "מלחי מרה."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "מה המטען הכללי של פפטיד המורכב מ10 חומצות אמינו דיפרוטיות, בpH=13?",
        "options": [
          "1-.",
          "10-.",
          "1.",
          "10.",
          "0."
        ],
        "answer": "1-."
      },
      {
        "question": "מה יקרה בנוכחות uncoupler (DNP) במיטוכונדריה?",
        "options": [
          "שרשרת העברת האלקטרונים תפעל אך סינתזת ה ATP תיעצר.",
          "שרשרת העברת האלקטרונים תיעצר, אך סינתזת ATP תיפעל.",
          "גם שרשרת העברת האלקטרונים וגם סינתזת ה ATP יעצרו.",
          "גם שרשרת העברת האלקטרונים וגם סינתזת ה ATP יפעלו."
        ],
        "answer": "שרשרת העברת האלקטרונים תפעל אך סינתזת ה ATP תיעצר."
      },
      {
        "question": "מה מאפיין תהליכים קאטבולים?",
        "options": [
          "כל התשובות נכונות.",
          "מתכנסים לתוצרים מוגמרים אחידים.",
          "תהליכים אקסרגוניים (משחררי אנרגיה).",
          "מנוצלים בין היתר לסינתזה של ATP."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "מה מהבאים הוא מתפקידי האנזים אקוניטאז (aconitase) בתא?",
        "options": [
          "העלאת ייצור הרצפטור לטראנספרין בתא.",
          "העלאת ייצור חלבון הפריטין בתא.",
          "זירוז יצירת הציטראט ע\"י דחיסת אוקסלואצטט ואצטיל קו-A.",
          "כל התשובות נכונות."
        ],
        "answer": "העלאת ייצור הרצפטור לטראנספרין בתא."
      },
      {
        "question": "מה ניתן לומר על הרכב הפוספוליפידים בממברנה של תא?",
        "options": [
          "כל התשובות נכונות.",
          "הרכב הפוספוליפידים שונה בין הצד הפנימי לחיצוני בממברנת התא.",
          "הרכב הפוספוליפידים שונה בין ממברנות האברונים השונים.",
          "הרכב הפוספוליפידים בממברנת התא משתנה בזמנים שונים ובתנאי סביבה משתנים."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "מה ניתן לומר על הרכב חומצות השומן הרוויות בממברנה של תא?",
        "options": [
          "עולה ככל שטמפרטורת הסביבה עולה.",
          "יורדת ככל שטמפרטורת הסביבה עולה.",
          "לא משתנה כתלות בטמפרטורת הסביבה של התא.",
          "תלויה בכמות הכולסטרול שבממברנה."
        ],
        "answer": "עולה ככל שטמפרטורת הסביבה עולה."
      },
      {
        "question": "מה ניתן לומר על חומצת שומן בעלת התיאור הבא, (18:2) delta9,11?",
        "options": [
          "חומצת שומן לא רוויה טראנס.",
          "חומצת שומן רוויה.",
          "חומצת שומן לא רוויה (cis).",
          "חומצת שומן לא רוויה אומגה 3."
        ],
        "answer": "חומצת שומן לא רוויה טראנס."
      },
      {
        "question": "מה נכון לגבי חמשת הריאקציות האחרונות של הגליקוליזה?",
        "options": [
          "ככלל, לא נדרשת השקעת אנרגיה על מנת לצלוח אותם.",
          "שייכות לשלב ההכנה של הגליקוליזה (Preparatory phase).",
          "התוצרים של התגובות הולכים ועולים ברמתם האנרגתית.",
          "כל התשובות נכונות."
        ],
        "answer": "ככלל, לא נדרשת השקעת אנרגיה על מנת לצלוח אותם."
      },
      {
        "question": "מה נכון לגבי חמשת הריאקציות הראשונות של הגליקוליזה?",
        "options": [
          "כל התשובות נכונות.",
          "שייכות לשלב ההכנה של הגליקוליזה (Preparatory phase).",
          "התוצרים של התגובות הולכים ועולים ברמתם האנרגתית.",
          "ככלל נדרשת השקעת אנרגיה על מנת לצלוח אותם."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "מהו בהגדרה אל-סבון?",
        "options": [
          "מולקולה אמפיפאטית סינטטית עם ראש פולארי (לא חומצי או בסיסי) וזנב הידרופובי.",
          "מלח של חומצת שומן.",
          "טריגליצריד.",
          "פוספוליפיד."
        ],
        "answer": "מולקולה אמפיפאטית סינטטית עם ראש פולארי (לא חומצי או בסיסי) וזנב הידרופובי."
      },
      {
        "question": "מהו בהגדרה סבון?",
        "options": [
          "מלח של חומצת שומן.",
          "מולקולה אמפיפאטית סינטטית עם ראש פולארי וזנב הידרופובי.",
          "טריגליצריד.",
          "פוספוליפיד."
        ],
        "answer": "מלח של חומצת שומן."
      },
      {
        "question": "מהו הpH של תמיסה בה ריכוז יוני ההידרוקסיל הנו 10-4M?",
        "options": [
          "10.",
          "4.",
          "4-.",
          "7.",
          "10-."
        ],
        "answer": "10."
      },
      {
        "question": "מהו הpH של תמיסה בעלת ריכוז יוני הידרוקסיל של 10-9 M?",
        "options": [
          "5.",
          "9.",
          "9-.",
          "1.",
          "7.",
          "לא ניתן לומר מנתונים אלו."
        ],
        "answer": "5."
      },
      {
        "question": "מהו הpOH של תמיסה בה ריכוז יוני ההידרוקסיל הנו 10-4M?",
        "options": [
          "4.",
          "10.",
          "4-.",
          "7.",
          "10-."
        ],
        "answer": "4."
      },
      {
        "question": "מהו המטען החשמלי, בpH=3.4 של חומצה אמינית דימיונית בעלת הערכים הבאים: pK1=2.3, pKR=4.5, pK2=9.4?",
        "options": [
          "0.",
          "1-.",
          "1.",
          "2-.",
          "2."
        ],
        "answer": "0."
      },
      {
        "question": "מהו המטען החשמלי, בpH=7 של חומצה אמינית בעלת הערכים הבאים: pK1=2.3, pKR=4.5, pK2=9.4?",
        "options": [
          "1-.",
          "0.",
          "1.",
          "2-.",
          "2."
        ],
        "answer": "1-."
      },
      {
        "question": "מהו הסובסטרט של האנזים UDP-glucose phosphorylase?",
        "options": [
          "Glucose-1-phosphate.",
          "Glucose-6-phosphate.",
          "UDP-glucose.",
          "Glycogen.",
          "Glucose."
        ],
        "answer": "Glucose-1-phosphate."
      },
      {
        "question": "מהו העקרון על פי מופרדים החלבונים באלקטרופורזה בג'ל (gel electrophoresis/ SDS-PAGE)?",
        "options": [
          "גודל (משקל מולקולרי) בלבד.",
          "מטען חשמלי על גבי החלבון.",
          "יחס בין גודל למטען חשמלי על החלבון.",
          "זיקה של החלבון לליגנד בתוך הקולונה."
        ],
        "answer": "גודל (משקל מולקולרי) בלבד."
      },
      {
        "question": "מהו העקרון על פי מופרדים החלבונים בכרומטוגרפיית פילטרציה בג'ל (gel filtration chromatography)?",
        "options": [
          "גודל (משקל מולקולרי) בלבד.",
          "מטען חשמלי על גבי החלבון.",
          "יחס בין גודל למטען חשמלי על החלבון.",
          "זיקה של החלבון לליגנד בתוך הקולונה."
        ],
        "answer": "גודל (משקל מולקולרי) בלבד."
      },
      {
        "question": "מהו חומר המוצא המשותף לתהליכי סינתזת חומצות שומן וכולסטרול?",
        "options": [
          "Acetyl-CoA.",
          "Malonyl-CoA.",
          "Mavelonate.",
          "Isoprene.",
          "כל התשובות נכונות."
        ],
        "answer": "Acetyl-CoA."
      },
      {
        "question": "מהו עיקרון על פיו מופרדים החלבונים בכרומטוגראפית מחליף יונים (Ion exchanger)?",
        "options": [
          "מטען חשמלי.",
          "מטען חשמלי ונקודה איזואלקטרית.",
          "יחס גודל ומטען חשמלי.",
          "נקודה איזואלקטרית."
        ],
        "answer": "מטען חשמלי."
      },
      {
        "question": "מהי הסיבה שלפחמן יש יכולת ליצור 4 קשרים קוולנטים?",
        "options": [
          "יש לו 4 אלקטרונים לא מזווגים באורביטלי 2SP3.",
          "יש לו 4 אלקטרונים לא מזווגים באורביטלי 2P.",
          "יש לו 2 אלקטרונים לא מזווגים באורביטלי 2P.",
          "יש לו 2 אלקטרונים לא מזווגים באורביטלי 2SP3."
        ],
        "answer": "יש לו 4 אלקטרונים לא מזווגים באורביטלי 2SP3."
      },
      {
        "question": "מהי העלות האנרגתית של הוצאת מולקולת אמוניה אחת דרך מעגל הוראה?",
        "options": [
          "0.75 מולקולת ATP.",
          "1.5 מולוקולות ATP.",
          "2 מולקולות ATP.",
          "4 מולקולות ATP."
        ],
        "answer": "0.75 מולקולת ATP."
      },
      {
        "question": "מהו המטען הכללי על חומצה אמינית דיפרוטית בpH=1?",
        "options": [
          "1-",
          "0",
          "1",
          "2",
          "2-"
        ],
        "answer": "1"
      },
      {
        "question": "מי מגופי הקטון הבאים אינו מנוצל כמקור אנרגטי?",
        "options": [
          "Acetone.",
          "Acetoacetate.",
          "beta-hydroxybutirate.",
          "אין תשובה נכונה. כולם מנוצלים כמקור אנרגיה."
        ],
        "answer": "Acetone."
      },
      {
        "question": "מי מהאנזימים הבאים כלל אינו מזרז תגובת חימצון לסובסטרט שלו?",
        "options": [
          "ATP synthase.",
          "NADH dehydrogenase.",
          "Cytochrome C oxidase.",
          "Succinate dehydrogenase."
        ],
        "answer": "ATP synthase."
      },
      {
        "question": "מי מהאנזימים הבאים כלל אינו מעביר פרוטונים (יוני מימן) דרכו?",
        "options": [
          "Succinate dehydrogenase.",
          "NADH dehydrogenase.",
          "Cytochrome C oxidase.",
          "ATP synthase."
        ],
        "answer": "Succinate dehydrogenase."
      },
      {
        "question": "מי מהחומרים הבאים אינו סובסטרט של האנזים הקסוקינאז?",
        "options": [
          "Galactose.",
          "Glucose.",
          "Fructose.",
          "Mannose."
        ],
        "answer": "Galactose."
      },
      {
        "question": "מי מהחומרים הבאים צריך להוסיף לתמיסה בעלת pH=5 על מנת להעלות את ה pH שלה?",
        "options": [
          "NaHCO3 (סודיום ביקרבונאט).",
          "CO2.",
          "חומצה חלשה בעלת pKa=4.2",
          "מלח NaCl."
        ],
        "answer": "NaHCO3 (סודיום ביקרבונאט)."
      },
      {
        "question": "מי מהמולקולות הבאות אינה משמשת כנשא אלקטרונים?",
        "options": [
          "Coenzyme A.",
          "NADH.",
          "FADH2.",
          "Cytochrome C.",
          "Ubiquinon (Q)."
        ],
        "answer": "Coenzyme A."
      },
      {
        "question": "מי מהמסלולים הבאים יופעל ביתר בתאי כבד כתוצאה מעליה בהורמון האינסולין?",
        "options": [
          "כל התשובות נכונות.",
          "סינתזה של חומצות שומן.",
          "סינתזה של גליקוגן.",
          "גליקוליזה."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "מי מהמסלולים הבאים יופעל ביתר בתאי כבד כתוצאה מעליה בהורמון הגלוקגון?",
        "options": [
          "חמצון בטא.",
          "סינתזה של חומצות שומן.",
          "סינתזה של גליקוגן.",
          "גליקוליזה."
        ],
        "answer": "חמצון בטא."
      },
      {
        "question": "מי מהמסלולים הבאים יכולים להתקיים ביחד בתאי כבד?",
        "options": [
          "פירוק חומצות אמינו וגלוקוניאוגניזה.",
          "פירוק חומצות אמינו וסינטזה של חומצות שומן.",
          "גליקוליזה וגלוקוניאוגניזה.",
          "חמצון בטא וסינטזה של חומצות שומן."
        ],
        "answer": "פירוק חומצות אמינו וגלוקוניאוגניזה."
      },
      {
        "question": "מי מהמסלולים הבאים לא מתקיים בפועל?",
        "options": [
          "פירוק חומצות אמינו לצורך בניית חומצות שומן.",
          "פירוק חומצות אמינו לצורך בניית גופי קטון.",
          "פירוק חומצות אמינו לצורך בניית גלוקוז.",
          "פירוק חומצות אמינו לצורך בניית גליקוגן."
        ],
        "answer": "פירוק חומצות אמינו לצורך בניית חומצות שומן."
      },
      {
        "question": "מי מהמסלולים הבאים נדרש לבנייה של נוקלאוטידים לחומצות גרעין?",
        "options": [
          "מסלול הפנטוזות -פאזה מחמצנת.",
          "מסלול הפנטוזות -פאזה לא מחמצנת.",
          "גלוקונאוגניזה.",
          "מעגל האוראה."
        ],
        "answer": "מסלול הפנטוזות -פאזה מחמצנת."
      },
      {
        "question": "באלו מהמצבים הבאים לא יביא להפעלה גבוהה של מעגל האוראה בכבד?",
        "options": [
          "דיאטה עשירה בפחמימות וסוכרים.",
          "מצב של רעב מתמשך.",
          "דיאטה העשירה בעודף חלבונים.",
          "כל התשובות נכונות."
        ],
        "answer": "דיאטה עשירה בפחמימות וסוכרים."
      },
      {
        "question": "מי מהריאקציות הבאות של הגליקוליזה איננה הפיכה?",
        "options": [
          "10 – pyruvate Kinase.",
          "4 – Aldolase.",
          "2- phosphohexose isomerase.",
          "9- enolase."
        ],
        "answer": "10 – pyruvate Kinase."
      },
      {
        "question": "מי מהתאים הבאים מסוגל לנצל גופי קטון לצרכי הפקת אנרגיה?",
        "options": [
          "תאי עצב.",
          "כדוריות דם אדומות.",
          "תאי כבד.",
          "חיידקים אנאיירובים (שאינם מסוגלים לחיות בסביבת חמצן)"
        ],
        "answer": "תאי עצב."
      },
      {
        "question": "מי מהתאים הבאים מסוגל לנצל גופי קטון לצרכי הפקת אנרגיה?",
        "options": [
          "אף תשובה אינה נכונה.",
          "כדוריות דם אדומות.",
          "תאי כבד.",
          "חיידקים אנאיירובים (שאינם מסוגלים לחיות בסביבת חמצן)"
        ],
        "answer": "אף תשובה אינה נכונה."
      },
      {
        "question": "מי מהתוצרים הבאים הוא תוצר של מסלול הגליקוליזה?",
        "options": [
          "Fructose-1, 6 bisphosphate.",
          "Fructose-1-Phosphate.",
          "Fructose-2,6, bisphosphate.",
          "a-Hydroxybutirate."
        ],
        "answer": "Fructose-1, 6 bisphosphate."
      },
      {
        "question": "מי מהתוצרים הבאים ייוצר אך ורק בתאי כבד?",
        "options": [
          "כל התשובות נכונות.",
          "Fructose-1-Phosphate.",
          "Fructose-2,6, bisphosphate.",
          "-Hydroxybutirate."
        ],
        "answer": "כל התשובות נכונות."
      },
      {
        "question": "במעבדה שורטטה עקומת מיכאליס-מנטן עבור אנזים מסוים. לאחר הוספת חומר X שורטטה עקומה חדשה אשר ממנה עולה כי ה Km עלה ו Vmax ירד. חומר X הינו לפיכך:",
        "options": [
          "מעכב תחרותי (Competitive)",
          "מעכב לא תחרותי מסוג mixed inhibitor",
          "מעכב לא תחרותי מסוג uncompetitive",
          "אפקטור אלוסטרי חיובי"
        ],
        "answer": "מעכב לא תחרותי מסוג mixed inhibitor"
      },
      {
        "question": "איזה אנזים משתתף הן במעגל חומצת הלימון והן בשרשרת הנשימה?",
        "options": [
          "Succinate dehydrogenase",
          "ATP synthase",
          "Cytochrome C oxidase",
          "Cytochrome C"
        ],
        "answer": "Succinate dehydrogenase"
      },
      {
        "question": "מי מהמולקולות הבאות איננה מבוססת על מבנה סטרואיד?",
        "options": [
          "כולסטרול",
          "ויטאמין D",
          "טסטוסטרון",
          "ויטאמין E"
        ],
        "answer": "ויטאמין E"
      },
      {
        "question": "על מנת להוריד חומציות של תמיסה חומצית שהתקבלה מהוספת 10 מילימול של חומצה חלשה, לחומציות נייטראלית יש צורך להשתמש ב:",
        "options": [
          "פחות מ 10 מילימול של בסיס חזק.",
          "יותר מ 10 מילימול של בסיס חזק.",
          "10 מילימול של בסיס חזק.",
          "לא נוכל להשתמש כלל בבסיס חזק להוריד חומציות."
        ],
        "answer": "10 מילימול של בסיס חזק."
      },
      {
        "question": "פוספוריליזה (פירוק קשר באמצעות זרחון) של גליקוגן מתרחשת ב:",
        "options": [
          "פירוק גליקוגן בתאים.",
          "בניית גליקוגן בתאים.",
          "פירוק של גליקוגן במערכת העיכול.",
          "כל התשובות נכונות."
        ],
        "answer": "פירוק גליקוגן בתאים."
      },
      {
        "question": "פעילותו של מי מהאנזימים הבאים בגליקוליזה תקטן משמעותית, כאשר יהיה עודף ATP בתא?",
        "options": [
          "phsphofructokinase1.",
          "Hexokinase.",
          "Aldolase.",
          "Enolase."
        ],
        "answer": "phsphofructokinase1."
      },
      {
        "question": "פעילותו של מי מהאנזימים הבאים בגליקוליזה תתגבר משמעותית, כאשר יהיה חסר ATP בתא?",
        "options": [
          "phsphofructokinase1.",
          "Hexokinase.",
          "Aldolase.",
          "Enolase."
        ],
        "answer": "phsphofructokinase1."
      },
      {
        "question": "ציינו את המשפט הנכון לגבי אלקן (alkan).",
        "options": [
          "ככל שהשרשרת הפחמימנית ארוכה יותר טמפרטורת ההתכה עולה.",
          "ככל שהשרשרת הפחמימנית ארוכה יותר טמפרטורת ההתכה יורדת.",
          "ככל שהשרשרת הפחמימנית ארוכה יותר קשרי המימן בין המולקולות חזקים יותר.",
          "ככל שהשרשרת הפחמימנית ארוכה יותר קשרי ואן-דר ואלס בין המולקולות חלשים יותר."
        ],
        "answer": "ככל שהשרשרת הפחמימנית ארוכה יותר טמפרטורת ההתכה עולה."
      },
      {
        "question": "קצה מחזר יכול להיות?",
        "options": [
          "רק הפחמן האנומרי בטבעת המונוסכרידית.",
          "כל פחמן ופחמן על גבי הטבעת המונוסכרידית.",
          "רק פחמנים מחוץ לטבעת המונוסכרידית.",
          "אין כל חשיבות למיקום הפחמן בטבעת המונוסכרידית."
        ],
        "answer": "רק הפחמן האנומרי בטבעת המונוסכרידית."
      },
      {
        "question": "קשר גליקוזידי יכול להיווצר?",
        "options": [
          "בין לפחות קצה מחזר אחד מבין הטבעות המונוסכרידיות.",
          "בין כל פחמן לכל פחמן על גבי הטבעות המונוסכרידיות.",
          "רק בין שני קצוות מחזרים על גבי הטבעות המונוסכרידיות.",
          "רק בין שני קצוות לא מחזרים על גבי טבעות מונוסכרידיות."
        ],
        "answer": "בין לפחות קצה מחזר אחד מבין הטבעות המונוסכרידיות."
      },
      {
        "question": "מה הרווח האנרגטי בחמצון מלא של מול חומצה פרופיונית CH3-CH2-COOH?",
        "options": [
          "5 מול ATP",
          "10 מול ATP",
          "2 מול ATP",
          "4 מול ATP"
        ],
        "answer": "2 מול ATP"
      },
      {
        "question": "מהם תפקידי מעגל חומצת הלימון?",
        "options": [
          "חימצון תוצרי הגליקוליזה והעברת האלקטרונים לנשאי אלקטרונים.",
          "סינטיזה של חומצות אמינו ונוקלאוטידים",
          "יצירת חומרי גלם לגלוקונאוגניזה.",
          "כל התשובות נכונות."
        ],
        "answer": "כל התשובות נכונות."
      }
  
  ];